import React,{ Component} from 'react';
import con_css from  './Content.module.css';
import Slideshow from './slid/Sliders';
import img_text1 from './img1.jpg';
import img_text2 from './img2.jpg';
import img_text3 from './img5.jpg';
import img_text4 from './img6.jpg';
const Content = () => {
 
    return (
    <div >         
      <Slideshow />
      <div  className={con_css.zagolovok}>Виноградні саджанці</div>
      <div className={con_css.text}>
        <p className={con_css.pid_zagolovok}>Вас вітає господарство  "UNCLE FEDYA"</p>
        <p>
          <div >  <img  className={con_css.im_gleft} src={img_text1} /> </div>
          Нашe приватне господарство займається вирощуванням і продажем щеплених саджанців винограду столових та технічних (винних) сортів. Ми пропонуємо на ваш вибір найперспективніші сорти - від надранніх до пізніх. Замовити і надалі купити саджанці винограду можна по телефону, електронній пошті або ж особисто відвідавши нас (в цьому випадку Ви зможете особисто продегустувати придбані сорти). Доставка в Україні здійснюється найбільш зручною для вас службою доставки ( Нова пошта, Укрпошта). Також ми обов'язково надамо Вам професійну консультацію з приводу правильної посадки і подальшого догляду.           
        </p>
        <p className={con_css.pid_zagolovok_blue}>До продажу пропонуються:</p>
            <p>
            <img className={con_css.im_gright} src={img_text2} />
              <ul>
                    <li>Щеплені саджанці винограду (річні з відкритою кореневою системою) - осіння продаж саджанців відбувається з жовтня по грудень, весенняя- з 20 березня по 1 травня              </li>
                    <li>Вегетирующие саженцы винограда (привитые, в контейнерах) - продажа саженцев в мае-июне в возрасте 1,5-2 мес.</li>
              </ul>
            </p>        
        <p>
            <div >  <img  className={con_css.im_gleft} src={img_text4} /> 
            Вы можете быть уверены в чистоте наших сортов: т.к. привойный и подвойный матетиал мы выращиваем на собственных маточниках, также виноградная школка регулярно проходит апробацию (определение соответствия сорта по листу). Мы гарантируем отличное качество всего посадочного материала. Саженцы выращиваются в питомнике в открытом грунте, по новейшей технологии, с использованием мульчирующей пленки современных систем капельного орошения и удобрения. Химические обработки от вредителей и болезней минимальны за счет своевременных "зеленых" операций и поддержания чистоты почвы.
            </div>
        </p>
        <p className={con_css.pid_zagolovok}>Подвой</p>
            <p>
            <img className={con_css.im_gright} src={img_text3} />
            Из-за распространения опаснейшего карантинного вредителя - филлоксеры, наши саженцы привиты на специальный филлоксероустойчивый подвой РхР 101-14 (Рипариа-Рупестрис 101-14). Данный подвой имеет кусты средней силы роста и отличается высокой устойчивостью к таким грибным болезням, как милдью и оидиум, и очень высокой устойчивостью (5 баллов) к филлоксере (корневой форме).
            </p>             
      </div>          
      <div className={con_css.dod_inf}>Для оптовиков предоставляются выгодные условия, чтобы с ними ознакомиться вы можете связаться с нами и мы ответим на все интересующие вас вопросы.</div>                      
    </div>
    )
}
export default Content;